Revit 2024 API
ParameterTypeId.RbsElecPanelCurrentPhaseaParam Property
 "Current Phase A"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsElecPanelCurrentPhaseaParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsElecPanelCurrentPhaseaParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsElecPanelCurrentPhaseaParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace